Revit 2026 API
UIControlledApplication.GetRibbonPanels Method
Overload List
Name | Description
GetRibbonPanels()
GetRibbonPanels(String)
GetRibbonPanels(Tab)
Top
See Also
Reference
UIControlledApplication Class
Autodesk.Revit.UI Namespace